[
  {
    "week": "2025-09-16",
    "type": "atividade_avaliativa",
    "content": "Nessa semana, fomos submetidos a um questionário com 5 questões básicas para responder apenas com o nosso conhecimento prévio. As questões versavam sobre o que é dado, informação, conhecimento, gestão da informação e sistemas da informação. Minha experiência pessoal foi perceber que mesmo nunca ter estudado na literatura esses conceitos, já tinha uma noção superficial das ideias ali expostas. Porém posteriormente tive a oportunidade de realizar uma pesquisa científica sobre os temas e consolidar o conhecimento preenchendo as lacunas.\n\nOutra atividade interessando foi realizada em sala de aula, onde uma situação problema envolvendo resolver um problema de organização de estoque em uma loja de roupas brancas. Essa atividade mostrou que cada grupo adotou uma estratégia diferente para solucionar o mesmo problema e ao final ao compartilhar as idéias conseguimos visualizar o problema por outras perspectiva"
  },
  {
    "week": "2025-09-16",
    "type": "forum",
    "content": "A discussão destacou que, no processo decisório organizacional, raramente é possível contar com todas as informações necessárias. Muitas vezes há escassez de dados relevantes, excesso de informações que dificultam a análise ou ainda prazos curtos que obrigam os gestores a decidir rapidamente. Além disso, as informações estão em constante mudança, o que torna difícil manter uma base sempre atualizada e completa. A capacidade dos gestores em interpretar e selecionar o que é realmente importante também influencia diretamente na qualidade das escolhas.\n\nQuanto ao trabalho em equipe, foi ressaltado que ele contribui significativamente para a tomada de decisão. A diversidade de perspectivas, experiências e conhecimentos amplia a análise dos problemas, gera alternativas mais criativas e reduz a chance de erros. O trabalho colaborativo também fortalece a aprendizagem coletiva, melhora a comunicação, a confiança e o engajamento, criando um ambiente em que as decisões são mais bem fundamentadas.\n\nEm resumo, as organizações não conseguem eliminar completamente as incertezas, mas podem reduzi-las por meio de uma boa gestão da informação e, principalmente, pelo fortalecimento do trabalho em equipe, que potencializa a qualidade e a efetividade das decisões."
  },
  {
    "week": "2025-09-16",
    "type": "reflexao_pessoal",
    "content": "Essa foi a primeira semana de aula então houve dificuldade em acompanhar a nova rotina de estudos. Mesmo assim considero muito produtivo os novos conteúdos assimilados. Pude exercer a capacidade de construir um argumento baseado em estudos prévios, além de interagir com os demais colegas sobre os temas expostos"
  }
]