[
  {
    "week": "2025-09-16",
    "type": "atividade_avaliativa",
    "content": "Nessa semana, fomos submetidos a um questionário com 5 questões básicas para responder apenas com o nosso conhecimento prévio. As questões versavam sobre o que é dado, informação, conhecimento, gestão da informação e sistemas da informação. Minha experiência pessoal foi perceber que mesmo nunca ter estudado na literatura esses conceitos, já tinha uma noção superficial das ideias ali expostas. Porém posteriormente tive a oportunidade de realizar uma pesquisa científica sobre os temas e consolidar o conhecimento preenchendo as lacunas. Abaixo um resumo dos resultados obtidos:\n\nO que é dado? - fatos brutos, elementos isolados ou símbolos sem contexto ou significado próprio.\n\nO que é informação? - resultado da organização e interpretação dos dados, constituindo uma representação estruturada e significativa desses elementos.\n\nO que é conhecimento? - entendimento derivado da informação, que incorpora experiência, contexto e interpretação, permitindo sua aplicação prática e apoiando a tomada de decisões; em outras palavras, é a capacidade de usar a informação de forma eficaz.\n\nO que é gestão da informação? - conjunto de processos, tecnologias e práticas organizacionais voltadas para criar, adquirir, organizar, armazenar, processar, disseminar, acessar e descartar informações de maneira eficiente, de modo a apoiar a tomada de decisão e o alcance dos objetivos organizacionais.\n\nO que é sistemas de informação? - conjuntos integrados de componentes tecnológicos, humanos e processuais que coletam, processam, armazenam e distribuem dados e informações, apoiando as operações, a gestão e a tomada de decisão nas organizações; eles são fundamentais para transformar dados em informação e conhecimento, além de sustentar a competitividade e a inovação organizacional\n\nOutra atividade interessante foi realizada em sala de aula, onde uma situação problema envolvendo resolver um problema de organização de estoque em uma loja de roupas brancas. Essa atividade mostrou que cada grupo adotou uma estratégia diferente para solucionar o mesmo problema e ao final ao compartilhar as idéias conseguimos visualizar o problema por outras perspectiva"
  },
  {
    "week": "2025-09-16",
    "type": "forum",
    "content": "A discussão destacou que, no processo decisório organizacional, raramente é possível contar com todas as informações necessárias. Muitas vezes há escassez de dados relevantes, excesso de informações que dificultam a análise ou ainda prazos curtos que obrigam os gestores a decidir rapidamente. Além disso, as informações estão em constante mudança, o que torna difícil manter uma base sempre atualizada e completa. A capacidade dos gestores em interpretar e selecionar o que é realmente importante também influencia diretamente na qualidade das escolhas.\n\nQuanto ao trabalho em equipe, foi ressaltado que ele contribui significativamente para a tomada de decisão. A diversidade de perspectivas, experiências e conhecimentos amplia a análise dos problemas, gera alternativas mais criativas e reduz a chance de erros. O trabalho colaborativo também fortalece a aprendizagem coletiva, melhora a comunicação, a confiança e o engajamento, criando um ambiente em que as decisões são mais bem fundamentadas.\n\nEm resumo, as organizações não conseguem eliminar completamente as incertezas, mas podem reduzi-las por meio de uma boa gestão da informação e, principalmente, pelo fortalecimento do trabalho em equipe, que potencializa a qualidade e a efetividade das decisões."
  },
  {
    "week": "2025-09-16",
    "type": "reflexao_pessoal",
    "content": "Essa foi a primeira semana de aula então houve dificuldade em acompanhar a nova rotina de estudos. Mesmo assim considero muito produtivo os novos conteúdos assimilados. Pude exercer a capacidade de construir um argumento baseado em estudos prévios, além de interagir com os demais colegas sobre os temas expostos."
  },
  {
    "week": "2025-09-23",
    "type": "forum",
    "content": "Nessa semana, a discussão do fórum consistiu na transição do pensamento reducionista para o sistêmico e complexo (expansionismo), impulsionada pela interdependência global pós-guerra e pela Era da Informação, o que tornou as teorias clássicas de administração insuficientes para lidar com organizações vistas agora como sistemas abertos e dinâmicos. Essa mudança paradigmática, que exige considerar a interação entre fatores internos e externos, a subjetividade e a transdisciplinaridade, reflete-se na prática pela evolução do Marketing (1.0 ao 3.0), que passou do foco no produto para o cliente e, finalmente, para os valores e responsabilidade social. Nesse cenário complexo, a informação e o conhecimento tornam-se recursos estratégicos vitais, com o sucesso da Tecnologia da Informação dependendo de sua aplicação estratégica para resolver problemas, reforçando a necessidade de uma gestão que equilibre o valor econômico com o impacto social em um sistema global interconectado."
  },
  {
    "week": "2025-09-23",
    "type": "atividade_avaliativa",
    "content": "1. O que são Sistemas de Informações?\n\nSão conjuntos estruturados de componentes que incluem pessoas, processos e tecnologia organizados para coletar, processar, armazenar e distribuir dados e informações em uma organização. Em sua essência, um SI atua como um sistema de trabalho que transforma dados brutos em conhecimento útil para apoiar o funcionamento de toda a empresa. Embora a visão tecnológica se concentre em hardware e software, a perspectiva mais abrangente, a sociotécnica, reconhece que o sistema é uma integração vital entre a tecnologia, os fatores humanos e os processos de negócio. Assim, os SI vão além da mera Tecnologia da Informação (TI), sendo fundamentais para a coordenação, o controle, a análise e, principalmente, a tomada de decisão em todos os níveis organizacionais, desde as operações rotineiras até as estratégias de longo prazo.\n\n\n2. Quais as contribuições desses sistemas de informações para as organizações?\n\nAumentam a eficiência operacional ao automatizar tarefas, reduzir erros e liberar colaboradores para focar em atividades de maior valor agregado. Por meio da integração e análise de dados, os SI melhoram a qualidade da tomada de decisões, otimizando processos e permitindo o uso de indicadores de desempenho para um aprimoramento contínuo. Estrategicamente, esses sistemas promovem a vantagem competitiva ao possibilitar que a organização desenvolva a capacidade de transformar rapidamente dados em conhecimento e se adapte com agilidade a ambientes de mercado dinâmicos. Em suma, a adoção estratégica de SI é um motor de transformação organizacional, resultando em melhor comunicação, maior transparência e contribuições significativas para o sucesso financeiro e não financeiro da empresa."
  },
  {
    "week": "2025-09-23",
    "type": "reflexao_pessoal",
    "content": "Nessa semana consegui idealizar o meu modelo de portfólio e desenvolvi esse sistema para publicar meus achados semanalmente, achei uma ideia interessante pois será uma concretização dos assuntos que serão abordados na disciplina. Por ter sido uma semana muito corrida em relação as necessidades de onde trabalho, somado ao seminário do CCSA onde também submeti um trabalho, não consegui me aprofundar tanto quanto gostaria na pesquisa da semana. Minha estratégia foi utilizar a IA para ganhar produtividade na coleta artigos e extração de resumos. Porém consegui absorver bons conteúdos dos demais colegas publicados no fórum."
  },
  {
    "week": "2025-09-30",
    "type": "forum",
    "content": "Sobre o caso da Móveis Certos, o consenso geral entre os alunos é que o problema central não foi a tecnologia em si, mas sim a falta de planejamento estratégico, integração de processos e gestão do fator humano. A empresa adquiriu cinco sistemas separados (estoque, compras, produção, tributos e RH) sem antes realizar um diagnóstico dos processos internos, levantamento das necessidades reais ou mapeamento dos fluxos de informação. Essa abordagem fragmentada gerou “ilhas de informação”, redundâncias e retrabalho, fazendo com que os colaboradores voltassem aos métodos manuais por falta de aderência e confiança nos sistemas.\n\nOutro ponto recorrente é a importância da visão sistêmica. Muitos colegas destacaram que a empresa precisaria enxergar seus processos e sistemas como um todo interligado, adotando o Pensamento Sistêmico e a Teoria Geral dos Sistemas (TGS) para integrar informações, estabelecer feedbacks e permitir a tomada de decisão eficiente. Isso implica não apenas em centralizar dados, mas também em garantir que os sistemas reflitam a realidade operacional da empresa.\n\nO fator humano também apareceu como tema central: sem treinamento, comunicação clara e envolvimento dos colaboradores no processo de implementação, a tecnologia acaba sendo vista como um obstáculo, não como ferramenta de melhoria. Muitos participantes apontaram que a resistência à mudança e a falta de cultura digital foram consequências diretas da abordagem isolada e impessoal.\n\nPor fim, a solução apontada de forma recorrente envolve mapear e reorganizar os processos antes de qualquer aquisição tecnológica, escolher sistemas integrados, preferencialmente ERP, que reflitam as necessidades reais, envolver os colaboradores desde o diagnóstico até a implementação, capacitar e promover a gestão de mudança para garantir a aceitação e utilização adequada da tecnologia, além de estabelecer governança da informação, assegurando que os dados sejam confiáveis, acessíveis e úteis. Em resumo, a discussão evidencia que a tecnologia sozinha não resolve problemas organizacionais; sem planejamento, integração e foco no fator humano, até sistemas de ponta podem gerar desorganização e frustração, e o caso da Móveis Certos serve como um exemplo clássico de como a informatização precisa estar aliada à estratégia, processos e pessoas para gerar valor real.\n"
  },
  {
    "week": "2025-09-30",
    "type": "atividade_avaliativa",
    "content": "1. O que é Plano Estratégico da TI?\n   \nO Plano Estratégico de Tecnologia da Informação (TI) é uma estrutura que define como a tecnologia será utilizada para apoiar e possibilitar o alcance dos objetivos de negócios de uma organização. Ele atua como um guia de nível funcional dentro da gestão estratégica, determinando a alocação eficiente de recursos de TI e a priorização de investimentos e iniciativas que reflitam as necessidades reais da empresa. Esse planejamento envolve a definição de metas, a gestão de riscos, a governança de TI, o gerenciamento de portfólio de aplicações e a capacitação das equipes, permitindo que a tecnologia seja um catalisador de inovação, eficiência e diferenciação, especialmente quando integrada a tecnologias emergentes, como computação em nuvem e inteligência artificial.\n\n\n2. O que é Alinhamento Estratégico da TI?\n\nO alinhamento estratégico da TI refere-se ao grau em que a missão, os objetivos e os planos de TI estão sincronizados com a missão, os objetivos e os planos de negócios de uma organização. Ele garante que os investimentos em tecnologia contribuam efetivamente para a estratégia organizacional, promovendo coerência e vantagem competitiva sustentada. Modelos conceituais como o Strategic Alignment Model (SAM) enfatizam a necessidade de alinhamento vertical e horizontal entre estratégias e infraestruturas de negócios e TI, tratando o alinhamento como um processo dinâmico e contínuo, que exige ajustes constantes para atender às mudanças nas demandas do mercado e nas prioridades estratégicas da empresa.\n\n\n3. Quais estratégias podem ser adotadas para alavancar o alinhamento estratégico da TI?\n\nPara alavancar o alinhamento estratégico da TI, as organizações devem adotar uma abordagem integrada que combine planejamento, governança, desenvolvimento de capacidades e cultura organizacional. Entre as estratégias recomendadas estão o estabelecimento de processos formais de planejamento e governança de TI, gestão de portfólio de projetos, reengenharia de processos de negócios, promoção de comunicação e conhecimento compartilhado entre áreas de negócios e TI, envolvimento da alta gestão e incentivo à experimentação por meio de projetos-piloto e inovação contínua. Além disso, a adoção de capacidades dinâmicas permite flexibilidade e adaptação a mudanças ambientais, enquanto a cultura organizacional orientada à colaboração, aprendizado e compartilhamento de informações fortalece o alinhamento social e a aceitação da TI como facilitadora da estratégia empresarial.\n"
  },
  {
    "week": "2025-09-30",
    "type": "reflexao_pessoal",
    "content": "Ao longo das atividades dessa semana, pude perceber como o planejamento estratégico de TI vai muito além da simples escolha de sistemas ou da implementação de tecnologias. Aprendi que, para que a TI realmente gere valor para uma organização, é preciso compreender profundamente os objetivos de negócio, mapear processos, envolver as pessoas e garantir que exista um alinhamento contínuo entre estratégia de negócios e tecnologia. O estudo sobre o alinhamento estratégico me fez refletir sobre como a falta de comunicação e conhecimento compartilhado entre áreas pode gerar investimentos mal direcionados e frustração, mesmo com sistemas avançados. Além disso, entender a importância da governança, do planejamento de portfólio e das capacidades dinâmicas mostrou que o alinhamento não é algo estático, mas um processo contínuo de adaptação e aprendizado. Essa experiência me fez enxergar a TI não apenas como um suporte operacional, mas como uma ferramenta estratégica capaz de transformar processos, fomentar inovação e fortalecer a competitividade da organização, desde que haja integração entre tecnologia, pessoas e objetivos estratégicos."
  },
  {
    "week": "2025-10-07",
    "type": "forum",
    "content": "Durante esta semana, a atividade do fórum consistiu em assistir ao filme O Óleo de Lorenzo (1992) e refletir sobre a relação entre a narrativa do filme e os conceitos de Gestão da Informação (GI) e Gestão do Conhecimento (GC). O filme conta a história real da família Odone, que enfrenta o desafio de encontrar uma cura para a doença rara de seu filho, a adrenoleucodistrofia (ALD).\n\nA análise do filme revelou como os pais de Lorenzo se tornaram verdadeiros gestores da informação e do conhecimento, apesar de não possuírem formação científica. Inicialmente, eles identificaram a lacuna informacional sobre a doença e buscaram sistematicamente dados em artigos científicos, literatura médica e contato com especialistas, organizando e armazenando as informações obtidas. Essa fase evidencia os processos fundamentais da Gestão da Informação: identificação da necessidade, coleta, organização e utilização da informação de forma estruturada.\n\nPosteriormente, os Odone transformaram essas informações em conhecimento aplicável, conectando dados dispersos, integrando experiências próprias e de outros familiares, e criando novas soluções — exemplificado pela formulação do “Óleo de Lorenzo”. Essa etapa evidencia a Gestão do Conhecimento, em que ocorre a socialização, externalização, combinação e internalização do saber, unindo conhecimento explícito (dados científicos) e tácito (experiência prática e intuição dos pais) para gerar soluções inovadoras.\n\nO filme também destacou desafios comuns à gestão da informação e do conhecimento: fragmentação de dados, resistência de especialistas, necessidade de interpretação crítica, compartilhamento e validação das informações. Além disso, a narrativa evidencia que o conhecimento só adquire valor quando é aplicado de forma prática, transformando informação em ação com impacto real.\n\nEm síntese, a atividade mostrou que a Gestão da Informação fornece a base para acessar e organizar dados, enquanto a Gestão do Conhecimento permite inovar e gerar soluções a partir desses dados. A história da família Odone exemplifica como motivação, persistência e colaboração são essenciais para transformar informações dispersas em conhecimento significativo, capaz de produzir resultados concretos e transformar vidas."
  },
  {
    "week": "2025-10-07",
    "type": "atividade_avaliativa",
    "content": "A Gestão da Informação (GI) e a Gestão do Conhecimento (GC) são processos complementares e estratégicos essenciais para o funcionamento das organizações e apoio à tomada de decisão. A GI foca em informações explícitas e fluxos formais, enquanto a GC lida com conhecimento tácito e fluxos informais, integrando ambos para promover inovação e aprendizado contínuo.\n\nGestão da Informação (GI)\n\n - Surgiu na década de 1980, impulsionada pela globalização e evolução das TIC.\n - Consiste em identificar necessidades informacionais, coletar, organizar, armazenar e disseminar informações relevantes.\n - Fundamenta-se na distinção entre dado (registro bruto), informação (dado tratado com relevância) e conhecimento (interpretação e uso da informação com base na experiência e contexto).\n - Etapas principais: identificação de necessidades, aquisição, organização e armazenamento, criação de produtos informacionais, disseminação, uso e descarte de informações.\n\nGestão do Conhecimento (GC)\n\n - Surgiu como resposta à valorização do conhecimento como recurso estratégico.\n - Objetiva criar, compartilhar e aplicar conhecimento, garantindo acesso à informação certa, no momento certo e no formato adequado.\n - Divide-se em conhecimento tácito (experiências, intuições, habilidades) e conhecimento explícito (documentos, relatórios, normas).\n - O modelo SECI descreve quatro modos de conversão: socialização (tácito para tácito), externalização (tácito para explícito), combinação (explícito para explícito) e internalização (explícito para tácito).\n - Estilos de GC: codificação (armazenamento em bases de dados) e personificação (troca interpessoal de conhecimento).\n - Fatores críticos de sucesso incluem cultura organizacional orientada ao conhecimento, infraestrutura tecnológica, apoio da alta gestão, clareza de visão, incentivos e canais de transferência do conhecimento."
  },
  {
    "week": "2025-10-07",
    "type": "reflexao_pessoal",
    "content": "Gostei bastante do modelo de análise proposto nesta semana, baseado na observação do filme O Óleo de Lorenzo, pois trouxe uma abordagem diferente do que vinha fazendo nas outras disciplinas, que era essencialmente centrada em leitura, pesquisa e síntese de textos. Assistir ao filme proporcionou uma quebra na rotina de estudo, permitindo visualizar na prática os conceitos de Gestão da Informação e Gestão do Conhecimento de forma concreta e aplicada. Essa experiência ajudou a consolidar o entendimento dos conteúdos da semana, pois possibilitou relacionar teoria e prática de maneira mais intuitiva, percebendo como os processos de coleta, organização e transformação da informação em conhecimento acontecem em contextos reais envolvendo a complexidade do comportamento humano."
  },
  {
    "week": "2025-10-14",
    "type": "atividade_avaliativa",
    "content": "O Sistema de Informação Gerencial (SIG) é uma ferramenta estratégica essencial para as organizações modernas, atuando como um conjunto integrado de pessoas, processos e tecnologias. Seu principal objetivo é coletar, processar, armazenar e distribuir informações relevantes para apoiar a tomada de decisões em todos os níveis gerenciais, transformando dados brutos em informações estruturadas e úteis.\n\nOs objetivos do SIG incluem:\n\n  * Apoiar a tomada de decisão, fornecendo informações precisas e em tempo hábil.\n  * Otimizar e integrar processos, automatizando tarefas e reduzindo burocracias.\n  * Gerar relatórios e indicadores de desempenho para monitorar metas.\n  * Proporcionar vantagem competitiva ao agregar valor à informação.\n  * Estar alinhado ao planejamento estratégico da organização.\n\nO funcionamento do SIG envolve etapas como a coleta de dados, processamento e armazenamento (em tempo real ou em lotes), e a geração e distribuição de relatórios e indicadores. A estrutura modular é uma característica comum, com módulos como demográfico, financeiro ou de recursos humanos. A clareza no fluxo de dados e responsabilidades garante a integridade e confidencialidade das informações.\n\nAs características do SIG incluem:\n\n  * Integração de dados de diversas áreas.\n  * Geração de relatórios rotineiros.\n  * Apoio à tomada de decisão em todos os níveis.\n  * Agilidade e precisão na otimização de processos.\n  * Flexibilidade e customização de relatórios.\n  * Participação dos usuários no abastecimento e uso do sistema.\n  * Alinhamento estratégico com os objetivos da organização.\n  * Segurança e confiabilidade na proteção das informações.\n  * Facilidade de acesso às informações em tempo real.\n\nOs benefícios da implementação de um SIG são significativos:\n\n  * Otimização de processos e melhoria do controle operacional.\n  * Apoio ao planejamento, facilitando o acompanhamento de metas.\n  * Melhoria na tomada de decisão com informações mais completas e precisas.\n  * Vantagem competitiva no mercado.\n  * Redução de custos e aumento da produtividade.\n\nO SIG é versátil e pode ser aplicado em diversas áreas, como vendas (monitoramento de desempenho e análise de tendências), controle de custos (identificação de gargalos e gestão de orçamentos), logística (rastreamento de estoques e otimização de rotas), educação e saúde (gestão de matrículas, prontuários e recursos), e e-commerce (análise de comportamento do consumidor e gestão de inventário). Em resumo, o SIG é uma ferramenta estratégica indispensável para a gestão inteligente e proativa, garantindo a competitividade e o sucesso organizacional."
  },
  {
    "week": "2025-10-14",
    "type": "reflexao_pessoal",
    "content": "Trabalhar nesse projeto de seminário remoto em dupla foi uma experiência de desafios, mas também de muito aprendizado. Tivemos que preparar dois seminários e ainda gravar os áudios direto nos slides do PowerPoint — o que já exigia um bom nível de organização. A maior dificuldade apareceu por causa dos programas que usamos. Minha dupla fez tudo no PowerPoint, mas como eu uso Linux e costumo trabalhar pelo Google Apresentações, acabei não conseguindo ouvir os áudios que ela gravou. Isso atrapalhou um pouco o processo, mas consegui outro notebook com o Office instalado e, assim, pude continuar e finalizar o trabalho. Apesar desse contratempo, a experiência revelou a importância de ser flexível e saber se adaptar, principalmente quando o trabalho é remoto e em equipe. Também ficou claro como é essencial combinar antes as ferramentas e os formatos que cada um vai usar, pra evitar dores de cabeça no meio do caminho. No fim das contas, mesmo com o esforço extra, o desafio acabou trazendo um aprendizado valioso sobre colaboração, organização e resolução de problemas com tecnologia.\n\n"
  }
]